Repository: opelog-dev/opelog
Catalog: Opelog/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# app_version_detail_format
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
id: Versi %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@（%2$@）
ko: 버전 %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
th: เวอร์ชัน %1$@ (%2$@)
vi: Phiên bản %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）
zh_hant: 版本 %1$@（%2$@）

# app_version_short_format
source: Version %@
es: Versión %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
th: เวอร์ชัน %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# category_makeup
source: Makeup
es: Maquillaje
fr: Maquillage
it: Trucco
ja: コスメ
ko: 메이크업
pt_br: Maquiagem
th: เครื่องสำอาง
vi: Trang điểm
zh_hans: 彩妆
zh_hant: 彩妝

# field_optional_notes
source: Optional
es: Opcional
fr: Facultatif
id: Opsional
it: Facoltativo
ja: 任意
ko: 선택 사항
pt_br: Opcional
th: (ไม่บังคับ)
vi: Tuỳ chọn
zh_hans: 可选
zh_hant: 選填

# home_filter_status_section
source: Status
es: Estado
fr: Statut
it: Stato
ja: 状態
ko: 상태
th: สถานะ
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# settings_section_support
source: Support
es: Soporte
fr: Assistance
id: Dukungan
it: Assistenza
ja: サポート
ko: 지원
pt_br: Suporte
th: ช่วยเหลือ
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

# settings_version_label
source: Version
es: Versión
id: Versi
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
th: เวอร์ชัน
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# settings_section_premium
source: Premium
ja: プレミアム
ko: 프리미엄
zh_hans: 高级版

# action_ok
source: OK
ko: 확인
th: ตกลง
zh_hans: 好
zh_hant: 確定

# premium_title
source: Opelog Premium
zh_hans: Opelog 高级版
